{
  "Welcome to Your Application!Welcome back! By logging in to the ToDo application, you can easily manage all your things to do, track your projects and get organized. Log in now and increase your productivity!": "Hoşgeldiniz! ToDo uygulamasına giriş yaparak tüm yapılacaklarınızı kolayca yönetebilir, projelerinizi takip edebilir ve organize olabilirsiniz. Hemen giriş yapın ve üretkenliğinizi artırın!",
  "Log in with Google": "Google ile Giriş Yap",
  "Welcome to Your Application!": "Uygulamanıza Hoş Geldiniz!",
  "Organize all your opinions together with your teammates and manage your projects.": "Takım arkadaşlarınızla birlikte tüm görevlerinizi organize edin ve projelerinizi yönetin.",
  "Go To Your Dashboard": "Panonuza Git",
  "Productivity center": "Üretkenlik Merkezi",
  "Easy, flexible and strong. Just use the boards, lists, and cards to see what everyone is doing and what needs to be done.": "Kolay, esnek ve güçlü. Herkesin ne yaptığını ve neler yapılması gerektiğini görmek için panoları, listeleri ve kartları kullanmanız yeterli.",
  "Boards": "Panolar",
  "ToDo dashboards allow you to keep tasks organized and keep things moving forward.": "ToDo panoları görevleri düzenli tutmanızı ve işleri ilerletmenizi sağlar.",
  "Lists": "Listeler",
  "You can use lists to divide your tasks into different stages.": "Görevlerinizi farklı aşamalara ayırmak için listeleri kullanabilirsiniz.",
  "Cards": "Kartlar",
  "You can use cards to keep the details of each task.": "Her görevin detaylarını tutmak için kartlar kullanabilirsiniz.",
  "Pricing Plans": "Fiyatlandırma Planları",
  "Free": "Ücretsiz",
  "For people or teams who want to organize any project.": "Herhangi bir projeyi organize etmek isteyen kişiler veya takımlar için.",
  "Start Using": "Kullanmaya Başla",
  "Standard": "Standart",
  "For small teams that need to manage jobs and scale up collaboration.": "İşleri yönetmesi ve işbirliğini ölçeklendirmesi gereken küçük takımlar için.",
  "Register Now": "Hemen Kaydolun",
  "Premium": "Premium",
  "For teams that need to track and visualize a large number of projects in various ways, such as dashboards, timelines, calendars.": "Çok sayıda projeyi panolar, zaman çizelgeleri, takvimler gibi çeşitli yollarla takip etmesi ve görselleştirmesi gereken takımlar için.",
  "Try It for Free": "Ücretsiz Deneyin",
  "Enterprise": "Kurumsal",
  "For organizations that want to Decouple the work of teams with more security and control.": "Takımların çalışmalarını daha fazla güvenlik ve kontrol ile bir araya getirmek isteyen organizasyonlar için.",
  "Contact the Sales Department": "Satış Birimiyle İletişime Geçin",
  "About ToDo": "ToDo Hakkında",
  "Job Postings": "İş İlanları",
  "Applications": "Uygulamalar",
  "Contact Us": "Bize Ulaşın",
  "Copyright © 2024 ToDo": "Telif Hakkı © 2024 ToDo",
  "+ List add": "+ Liste ekle",
  "Homepage": "Anasayfa",
  "Theme": "Tema",
  "Light Mode": "Gündüz Modu",
  "Dark Mode": "Gece Modu",
  "About": "Hakkında",
  "Archive": "Arşiv",
  "Log Out": "Çıkış Yap",
  "This application is designed to help you manage your tasks and plans.": "Bu uygulama, görevlerinizi ve planlarınızı yönetmenize yardımcı olmak için tasarlanmıştır.",
  "Construction is ongoing...": "Yapım devam ediyor...",
  "+ Card add": "+ Kart ekle",
  "Remove": "Kaldır",
  "Enter the list title...": "Liste başlığını girin...",
  "Add a new task": "Yeni bir görev ekle",
  "Open Card": "Kartı Aç",
  "Edit": "Düzenle",
  "Edit Date": "Tarih Düzenle",
  "Dates": "Tarihler",
  "Start Date": "Başlangıç Tarihi",
  "Select Start Date": "Başlangıç Tarihini Seçin",
  "End Date": "Bitiş Tarihi",
  "Select End Date": "Bitiş Tarihini Seçin",
  "Save": "Kaydet",
  "Close": "Kapat",
  "Move": "Taşı",
  "Move Card": "Kartı Taşı",
  "List": "Liste",
  "Please select a list": "Lütfen bir liste seçin",
  "Location": "Konum",
  "Delete": "Sil",
  "Unarchive": "Arşivden Çıkar"
}
